{
  "right-to-repair": {
    "title": "Should the UK Extend the Right to Repair?",
    "meta": "By Roland Correia · 10 min read",
    "imgAlt": "Internal components of a disassembled high-end smartphone",
    "imgSrc": "https://images.unsplash.com/photo-1512499617640-c74ae3a79d37",
    "excerpt": "My research into the UK’s legislative framework reveals why smartphones and laptops are the next frontier for the Circular Economy.",
    "body": [
      "<p>The modern consumer landscape is defined by a 'take-make-dispose' model, but a growing legislative movement is looking to pull the plug on planned obsolescence. My research into the <strong>UK’s Right to Repair</strong> framework reveals that while we have taken the first steps, the path to a truly circular economy requires a much broader reach.</p>",
      
      "<h3>Beyond the 2021 Regulations</h3>",
      "<p>In 2021, the UK introduced the <em>'Ecodesign for Energy-Related Products and Energy Information Regulations.'</em> While hailed as a victory, my analysis shows these rules are restricted mainly to white goods like dishwashers and refrigerators. Crucially, they exclude the devices that dominate our waste streams: <strong>smartphones, laptops, and tablets.</strong></p>",
      
      "<h3>The Environmental Imperative</h3>",
      "<p>Electronic waste (e-waste) is the fastest-growing waste stream globally, with the world generating over 62 million metric tons in 2022 alone. By extending product lifespans through accessible repair, we can drastically reduce the carbon footprint associated with manufacturing new devices—a process that accounts for up to 80% of a smartphone's total lifetime emissions.</p>",
      
      "",
      
      "<h3>Breaking the Monopoly on Repair</h3>",
      "<p>Currently, manufacturers often use 'software locks' and proprietary screws to prevent independent repair. This creates a monopoly that drives up costs for consumers. My research suggests that by forcing manufacturers to provide <strong>manuals, diagnostics, and genuine parts</strong> to the public, we create a competitive market that:</p>",
      "<ul><li><strong>Saves Consumers Money:</strong> Independent repairs are often 50-70% cheaper than manufacturer replacements.</li><li><strong>Empowers Local Businesses:</strong> It supports the UK's 'Repair Cafe' movement and local tech technicians.</li><li><strong>Protects Digital Autonomy:</strong> You should own the right to fix the hardware you paid for.</li></ul>",

      "<h3>The Circular Future</h3>",
      "<p>The conclusion is clear: the UK must extend legislation to cover all portable electronics. We need to move toward a future where a cracked screen or a failing battery isn't a death sentence for a device. Transitioning to a circular economy—where devices are refurbished, reused, and repaired—is the only way to protect consumer freedom and ecological health.</p>"
    ]
  },
  "cost-of-betting": {
    "title": "The cost of betting against the stock market",
    "meta": "By R. Correia · 6 min read",
    "imgAlt": "Red stock chart on a trading screen",
    "imgSrc": "https://images.unsplash.com/photo-1651341050677-24dba59ce0fd",
    "excerpt": "Investigating why 84% of CFD users lose money.",
    "body": [
      "<p>It seems that the majority of traders think that it’s only possible to benefit from the increases. That is that gold, crude oil, stocks, and foreign currencies should be bought</p>",
    "<p>when they are cheap and sold when they are expensive. This means thinking only in one direction. The direction of price increases. However, contemporary financial markets offer</p>",
    "<p>many other possibilities in every situation. At this point, economic crises such as the global financial crisis, the Greek crisis, and the Covid-19 pandemic should be listed. Also,</p>",
    "<p>the situation in which a trader thinks that a given company is not going to develop at a fast pace and its share prices will drop instead of increasing should be mentioned. Then there </p>",
    "<p>are also the bursting of economic bubbles, recessions, or economic slowdown when entire stock indices can fall, prices of crude oil can decrease, or a collapse in other instruments can occur. </p>",
"<p>Benefitting from decreases during a slump in the market. Benefitting from decreases in the value of stocks, commodities and indices can be a response to all those negative scenarios for the price. </p>",
"<p>Thanks to such opportunities, the trader is not limited only to trade during a bull market, but can also use the bear market, crashes, collapses in quotations caused by various factors. This, in turn, </p>",
"<p>can contribute to extending the range of investment opportunities and allow retaining flexibility under any market conditions. The only strategy for a large group of traders is betting on price increases </p>",
"<p>or staying in the background and observing the events. But, thanks to the opportunity provided by betting on price decreases, there is a chance of making use of virtually any situation.</p>",
"<p>A trader assumes that the shares of a given company are already too expensive, overvalued and that the company’s performance in the future will be poorer than it is now, which in the trader’s opinion should </p>",
"<p>lead to a decrease in share prices. The trader does not hold the company’s shares, but he or she wants to make a potential profit when the downward trend occurs. One of the financial institutions is able to </p>",
"<p>lend the trader 10,000 shares of the company in exchange for a commission. The trader borrows 10,000 shares and sells them at a market price of GBP 100 per share. In exchange for the sale of 10,000 shares for </p>",
"<p>GBP 100 per share, the trader receives GBP 1,000,000. The share price drops to GBP 50 in accordance with the trader’s expectations. At that point, the trader decides to repurchase 10,000 shares on the market </p>",
"<p>for GBP 50 per share. He or she spends GBP 500,000 for this (the example does not include the costs and commission). The trader returns 100,000 borrowed shares to the institution, while retaining the profit of </p>",
"<p>GBP 500,000. In this way, he or she benefitted from decreases in share price. What would happen if the price increased e.g. to GBP 150? The trader would have to spend GBP 1,500,000 to buy shares on the market, </p>",
"<p>i.e. he or she would have to pay an additional GBP 500,000 to the initially received GBP 1,000,000. In order to secure its interests, the institution lending the shares may request that the trader pay the so-called </p>",
"<p>margin. This can be the aforementioned GBP 500,000. Had the share price started to increase above GBP 150, the institution would have requested the trader to increase the margin, and if he or she had failed to do that, </p>",
"<p>he or she would have to repurchase the sold shares immediately in order to be able to return them.</p>"
    ]
  },
  "retail-style": {
    "title": "Quiet luxury",
    "meta": "By R. Correia · 6 min read",
    "imgAlt": "Refined boutique aesthetic",
    "imgSrc": "https://images.unsplash.com/photo-1655820871340-2de5a2e76c84",
    "excerpt": "The so called born into money lifestyle",
    "body": [
      "<p>The concept of Quiet Luxury is one of effortless elegance, where luxury needs no ostentation. It is measured in the details, in the fine fabrics and in the essential curves that enhance the</p>",
      "<p>natural movement of the body. A carefree, effortless charm that captures the essence of stolen moments, bursts of laughter, and the beauty found in simplicity. It is a luxury that manifests itself</p>",
      "<p>in moments of quietness and authenticity. It’s not just the dazzling allure of grand events, but the quiet intimacy of a moment savoured for oneself. Fabrics like linen, silk, and cashmere come together</p>",
      "<p>in sleek, minimalist designs, with each seam reflecting a keen focus on quality. There is no need for flashy logos or excessive decoration: elegance lies in the sense of well-being that a well-made dress can give.</p>",
      "<p>Quiet Luxury is the perfect balance between sophistication and ease. It is the art of wearing a flowing dress that moves with you, the choice of flawless, understated accessories, and the laid-back confidence of those who understand that true elegance</p>",
      "<p>comes effortlessly. The clothes that fit this vibe are simple, playful and subtly elegant. A black shirt dress with its flared and formal line is the perfect balance between comfort and refinement. A jacket in wool stretch</p>",
      "<p>Botavia, with its tailored structure and elegant design, brings a hint of character without overshadowing the overall look. It’s the perfect match with a pencil skirt in the same fabric, for a look that’s both coordinated and effortlessly elegant.</p>"
    ]
  },
  "sustainability-in-fashion": {
    "title": "What do people mean by Eco-friendly fashion",
    "meta": "By R. Correia · 6 min read",
    "imgAlt": "a charity shop floor",
    "imgSrc": "https://images.unsplash.com/photo-1573612664822-d7d347da7b80",
    "excerpt": "The up's and downs",
    "body": [
      "<p>Over the past two decades or so, clothing has turned into a commodity which can be thrown out at a whim i.e. easily available and easily disposable. Buying new clothes is a daily routine for most consumers and rather<p>",
      "<p>frivolous to some. It’s now easier, faster, and cheaper to go shopping at every corner and enjoy your spending sprees in high-street shops or small boutiques just down the road due to the ever-growing trend of fast fashion.<p>",
      "<p>Fast fashion has been a global phenomenon. It has gained enormous popularity for a number of reasons. It provides a number of advantages for consumers. It was created to meet the ever-growing demand for fashionable and trendy clothes at an affordable price.<p>",
      "<p>environmentally friendly fashion. Regrettably, the excessive production and excessive consumption of clothes produced using inexpensive methods and techniques are harmful to the environment. Textile waste is piling up in landfills as a result of the throwaway culture.<p>",
      "<p>Fast fashion wreaks havoc to ecosystems in that it puts wildlife in danger and human health at huge risk. It disposes of hazardous chemicals into the environment and causes deforestation, global warming, and air, land, and water pollution.<p>",
      "<p>Environmentally friendly fashion has come into being so as to solve the issues caused by fast fashion. It fosters a  more careful way of consuming and producing clothes to decrease the environmental impact<p>",
      "<p>of the fashion choices we put on our bodies on a regular daily basis without putting some more thought into the whole issue. From our standing point of consumers, we can drive a change for the better in the clothes<p>",
      "<p>industry. The choices we make about the clothes we buy and who we support with our money are ours only. We can raise more awareness of the issues and make more responsible purchasing decisions. Environmentally friendly<p>",
      "<p>fashion does not cause harm to the environment to some extent. It fosters a more ecological approach to fashion. There is a similarity to slow, green, and sustainable fashion. Ethical, conscious, fair, and just fashion<p>",
      "<p>encourages a more morally responsible and socially engaged way of producing clothing items and accessories. The main goal is to simply avoid those fashion producers, organizations, and activities related to the industry<p>",
      "<p>which cause severe harm to people and/or the environment. Environmentally friendly fashion places a special emphasis on the ecological issues within the textile and fashion industry. All of us have a role to play in creating<p>",
      "<p>a more eco-friendly fashion world including the general public, governments, organizations, and small and big businesses alike<p>"
    ]
  }
}
